[
  {
  "AUTHOR": "Ragh Singh",
  "CATEGORY": "Local",
  "HEADLINE": "Harold’s Doughnuts to open on Ninth Street",
  "SUMMARY": "Harold’s Doughnuts established itself in Columbia as a popular doughnut delivery service. Now, after much anticipation, they will open their first brick-and-mortar location on Ninth Street.",
  "IMAGE_LINK": "http://bloximages.newyork1.vip.townnews.com/feastmagazine.com/content/tncms/assets/v3/editorial/3/c0/3c080946-9cd5-11e4-a631-3301815a0315/54b7ed85b1898.image.jpg",
  "ARTICLE": "The wait is finally over: On Friday, January 16 at 6 a.m., Harold’s Doughnuts will open its doors in downtown Columbia. After establishing itself in the college town via doughnut deliveries for the past seven months, the brand is finally making the leap to a brick-and-mortar location.\n\n“For opening day we will have a vintage Harold’s Doughnut t-shirt to give away for the first 20 people who come through the door,” says owner Michael Urban. “But other than that, the big event is to open and get the operation going in full swing, with a full case of doughnuts in our countertop displayed for the folks ready to eat.”\n\nOn opening day the store will be open 6 a.m. to 2 p.m., and then reopen at 7 p.m. with a doughnut bar, where customers will be able to build their own creations by choosing jellies or toppings until 10 p.m. For night owls, dollar doughnuts will be featured from 10 p.m. to 1 a.m.\n\nHarold’s Doughnuts will feature its full line of sugary delights from the first day of the shop’s opening: jam-filled, apple fritter, white chocolate red velvet, old-fashioned bar, Boston crème, sprinkles, gluten-free ring, chocolate-frosted cake, glazed, maple bacon, chocolate long john and cinnamon-and-sugar. “We will also feature a very special doughnut for the opening of the store, show-nut, which is essentially Harold’s version of the cronut — basically a doughnut-and-croissant hybrid, whose name has been inspired by the nickname of the state,” Urban says.\n\nFor coffee, the shop will serve Harold’s bold brew, along with the Guatemala blend from Fretboard Coffee and Fretboard’s decaf. Milk, chocolate milk and orange juice will also be for sale.\n\n“The entire staff is waiting in anticipation to see what the opening looks like,” Urban says. “We are just trying to enjoy being in our own place and serving some great doughnuts to Columbia.”\n\nAnother special this weekend for Harold’s is a collaboration with Como Smoke and Fire: A beef brisket kolache that will be featured Friday and Saturday.\n\nDue to the opening of the new store, Harold’s Doughnuts has halted deliveries for the time being. However, Urban plans to start them up again in the near future.\n\nThe store will be open 6 a.m. to 2 p.m. seven days a week, with evening hours running from 7 p.m. to 1 a.m. Thursday through Saturday.\n \nThis story was taken from Feast Magazine for the purposes of presentation only. Video interviews are from the Vox Magazine website, and original footage was shot by Evan Cobb.",
  "VIDEO" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-01ff9b95-2afb-4b1e-9182-799cc68ae27d/haroldsPhone.mp4?sv=2012-02-12&sr=c&si=19509b6c-fe92-44e0-acac-ee3ea5f2bb5c&sig=oHlkZNu46PJl3i%2BpBmCdr5t8RUws97d5oJ%2Bfb43O4YQ%3D&st=2016-04-21T01%3A08%3A54Z&se=2116-03-28T01%3A08%3A54Z",
  "WATCH" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-fdb02558-4c0a-49c5-a904-4820c2f7c29d/haroldsWatch.mp4?sv=2012-02-12&sr=c&si=0e6759dd-7c30-47ff-bb0d-e6efc240c581&sig=NIgBToiZ%2FQhFqH5oJiJDhplsWKCYS3zHuMwArclTd8g%3D&st=2016-04-21T01%3A09%3A13Z&se=2116-03-28T01%3A09%3A13Z"
  },
  {
  "AUTHOR": "RB",
  "CATEGORY": "Local",
  "HEADLINE": "St. Patrick’s Day celebrations take over local bars",
  "SUMMARY": "Lovers of all things Irish turned out in droves to celebrate the annual holiday in style. Ninth Street’s International Tap House hosted a performance from Pure Irish, a musical group from MU’s Irish Heritage club.",
  "IMAGE_LINK": "https://static.wixstatic.com/media/4ac072_cb153c7d7bd54e0abfbad592479557c4.jpg/v1/fill/w_752,h_502,al_c,q_90,usm_0.66_1.00_0.01/4ac072_cb153c7d7bd54e0abfbad592479557c4.jpg",
  "ARTICLE": "You don’t have to head to Dublin (or even St. Louis) to have a high-spirited St. Patrick’s day celebration. This year, local Columbia businesses pulled out all the stops to celebrate the Irish holiday in style. \n\nAt the International Tap House on Ninth Street, the MU Irish Heritage club hosted a performance from Pure Irish, an Irish musical group and dance team. \n\nEimear Arkins, the group’s lead fiddler and an Irish foreign exchange student at MU, said that she looks forward to the performance every year. Arkins has been performing traditional Irish folk songs since her childhood, and regularly performs with groups across Missouri. \n\n“Irish music is incredibly important to me” Arkins said. “It’s fun to perform for crowds that aren’t so familiar with Irish music, it makes me feel like I am sharing a part of my nation’s history with others.”\n\nThe owner of International Tap House, Mike Chesterfield, said that he enjoys the opportunity to bring people into the bar on weeknights. He always sells more beer, and makes a point to put Irish drafts on sale. However, there is one thing he won’t do. \n\n“I refuse to sell green beer,” Chesterfield said. “That’s just insulting.”\n\nSome elements of this story were fabricated for the purpose of the app presentation, and should not be considered as fact.",
  "VIDEO" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-673ade50-739a-4d2c-85a7-bc8fcf1d568f/stpatsPhone.mp4?sv=2012-02-12&sr=c&si=86e725c9-ecd9-4e45-a08e-26e73e1b071f&sig=JVkQsXsYjgn21faKudS1zU18mbw51PxO52nFAf68kVk%3D&st=2016-04-21T02%3A58%3A57Z&se=2116-03-28T02%3A58%3A57Z",
  "WATCH" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-b5af1245-5219-4ce9-9bde-574cb6bd3070/stpatsWatch.mp4?sv=2012-02-12&sr=c&si=9ed53237-f4a0-4ca8-9825-10add3dd307f&sig=C3%2FDT%2FjIALOjY4q4SsQS0rlP0j1iSN5T5taUnL9sqy4%3D&st=2016-04-21T02%3A59%3A48Z&se=2116-03-28T02%3A59%3A48Z"
  },
  {
  "AUTHOR": "Emerald O'Brien, Rebecca Smith, Bram Sable-Smith & Ryan Levi & Ashley Reese",
  "CATEGORY": "Local",
  "HEADLINE": "It's a Wrap: True/False in Review",
  "SUMMARY": "The 2016 True/False film festival brought films from near and far to Columbia, bringing with it an influx of film lovers. The annual parade, 5k and musical performances kept people entertained outside of film screenings.",
  "IMAGE_LINK": "http://mediad.publicbroadcasting.net/p/kbia/files/styles/x_large/public/201603/_DSC0137.JPG",
  "ARTICLE": "The 13th True/False film festival brought new and interesting films from far and near to the city of Columbia once again this year. Last week, art installations filled the streets, large, colorful “Q” signs started appearing outside downtown businesses, and Columbia seemed much more crowded. The words on everyone's lips seemed to be “documentary.” \n\nAlthough the festival began Thursday evening, the excitement began building Friday morning as sophomores from area high schools participated in DIY day. The students began their day with music and a documentary screening, then made their way to the North Village Arts District where artists, like musician Deqn Sue, led workshops. \n\nOn Friday evening, the excitement seemed to reach its peak as crowds gathered to watch the annual March March parade, but in truth the weekend was only just beginning. The parade made its way down Ninth St., and came to an end in front of the Missouri Theatre, where crowds gathered and the music continued to play. \n\nBy Saturday morning, the festival was off to a running start, as it was time for the annual True Life 5K. KBIA’s Rebecca Smith spoke with participants, volunteers and supporters, as well as Sarah Jane Kerwin, the first female finisher. And while the rest of these activities play a huge role in True/False, of course the screenings of new and sometimes not-even-yet-released documentaries are the main event. \n\n\"I love documentaries. That's why I started coming,\" Kerwin said. \"You know, I first came in high school because it was something my dad thought I would really like. But there's something about the vibe of this festival where there's just so much positive energy and excitement around everything... Everyone just seems really happy and it’s like a big party.\"\n\nAnd while the rest of these activities played a huge role in True/False, of course the screenings of new and sometimes not-even-yet-released documentaries were the main event. \n\nText story courtesy of KBIA.",
  "VIDEO" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-ace765c4-2d25-4d87-8a12-5717ab70c4bd/TFPhone.mp4?sv=2012-02-12&sr=c&si=368fb9f4-7995-491a-86db-915c6e0c3dae&sig=dOuhSAzskdMKL%2FROWGjq%2BEyvrBtJ8tgmcEP%2Bx1FPVP0%3D&st=2016-04-21T03%3A15%3A06Z&se=2116-03-28T03%3A15%3A06Z",
  "WATCH" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-0ddc368b-a6ff-4b40-8416-8680e6f6426d/TFmainWatch15.mp4?sv=2012-02-12&sr=c&si=f9fd3c6a-6e29-44df-99df-f89d347e1819&sig=9mHlbcJuLUGvcvs2gwD2QYxDWF5sYFjaTrFb%2BXJKUNk%3D&st=2016-04-21T03%3A12%3A26Z&se=2116-03-28T03%3A12%3A26Z"
  },
  {
  "AUTHOR": "Casey Nolen",
  "CATEGORY": "Local",
  "HEADLINE": "Sanders speaks at St. Charles Family Arena",
  "SUMMARY": "Senator Bernie Sanders spoke on the minimum wage, income inequality Monday evening at St. Charles Family Arena.",
  "IMAGE_LINK": "http://content.ksdk.com/photo/2016/03/14/SLP2016031413_1458013280329_960511_ver1.0.jpg",
  "ARTICLE": "With a hoarse voice interrupted often by applause, Senator Bernie Sanders told a crowd of a few thousand in St. Charles Monday night that he can win Missouri's Democratic presidential primary on Tuesday.\n\nThe Vermont Democrat spoke for more than an hour at The St. Charles Family Arena in a part of the St. Louis region that is Sanders supporters turned out hours early to see him speak and the themes they heard were familiar. \n\nSanders called for free college tuition, the expansion of social security, paid maternity leave for all working women and a higher minimum wage. Sanders says he would pay for his plans with a tax on what he calls Wall Street \"speculation\" that he says led to the financial crisis of the last decade and the bailout of banks.\n\nSanders also touched on reforming the criminal justice system and an issue that is becoming more familiar to St. Charles County — the heroin epidemic.\n\nText story courtesy of 5 On Your Side (NBC-affiliate)."
  },
  {
  "AUTHOR": "Daniel Gallas",
  "CATEGORY": "World",
  "HEADLINE": "Brazil crisis: Rousseff loses lower house impeachment vote",
  "SUMMARY": "Brazilian Parliament has overwhelmingly voted to begin impeachment hearings for President Dilma Rousseff, who is charged with manipulating government financial accounts.",
  "IMAGE_LINK": "http://www.presstv.ir/photo/20160418/1d76b124-498a-4ffa-af86-088221212e5e.jpg",
  "ARTICLE": "Parliament in Brazil has voted to start impeachment proceedings against President Dilma Rousseff over charges of manipulating government accounts.\n\nThe \"yes\" camp comfortably won the required two-thirds majority in the vote in the lower house in Brasilia.\n\nThe motion will now go to the upper house, the Senate, which is expected to suspend Ms Rousseff next month while it carries out a formal trial.\n\nShe denies tampering with the accounts to help secure her re-election in 2014.\n\nHer supporters describe the vote as a \"coup against democracy\" and the ruling Workers' Party has promised to continue its fight to defend her \"in the streets and in the Senate\".\n\nBut Ms Rousseff is an unpopular leader in a country facing a severe economic crisis, the BBC's Wyre Davis reports from Brazil.\n\nImpeachment supporters netted 367 votes in the lower house of Congress, well above the 342 they needed.\n\nThe \"no\" camp took 137 votes, seven deputies abstained and two did not show for the ballot.\n\nVictory celebrations were loud and colourful among the hundreds of thousands of demonstrators who watched the vote live on huge TV screens on city streets across the country.\n\nEarly next month, the Senate will vote on whether to put the president on trial.\n\nIf the vote passes, she will be suspended and replaced by Vice-President Michel Temer.\n\nA Senate trial could last up to six months. If at the end of it two-thirds of senators were to vote to impeach, Dilma Rousseff would be out of office for good.\n\nMost Brazilians would be forgiven if they saw a picture of Michel Temer and did not recognise him. Yet this 75-year-old law professor may soon be leading a country amid its most serious political and economic crisis in decades - if President Rousseff loses the battle against impeachment.\n\nMr Temer's most notable achievement as a politician has been to help the country's biggest political party - the PMDB - form coalitions with every president in the past two decades. He is currently party president.\n\nRather like his party, which has not held outright power for over two decades, Mr Temer has always been a kingmaker, but never king.\n\nBrazilian governments are required to meet budget surplus targets set in Congress, which investors regard as a measure of economic health.\n\nMs Rousseff is accused of allowing creative accounting techniques involving loans from public banks to the treasury, which artificially enhanced the budget surplus.\n\nShe argues that she did nothing criminal but her opponents are unforgiving.\n\n\"We fought a lot to sack this corrupt government, which destroyed our industry, jobs and left chaos in all social classes,\" demonstrator Marisa Cardamone, 75, told AFP news agency in Sao Paulo.\n\nToday, Dilma Rousseff presents a sorry contrast to her popular predecessor and mentor, Luiz Inacio Lula da Silva, whom she succeeded in 2011.\n\nCritics say she took an arrogant attitude to Congress and her economic policies were misguided, even if she enjoyed some credit as an honest politician in a political world mired by corruption investigations.\n\nVice-President Temer could face impeachment himself over the same accusations as those put to Ms Rousseff.\n\nTwo other possible successors, lower house Speaker Eduardo Cunha and Renan Calheiros, face corruption allegations.\n\nThe three men, who all deny the allegations against them, are from the PMDB - the largest party in the coalition, which abandoned Ms Rousseff to support the impeachment.\n\n\"I'm happy because I think Dilma had to go but I'm also sad that it came to this and also really worried that the next president could be even worse,'' Patricia Santos, a 52-year-old small business owner among the demonstrators outside Congress, told AP.\n\nThere is no suggestion that the fight promised by the Workers' Party \"in the streets and in the Senate\" will be anything but political, though Brazilians are certainly bitterly divided.\n\nPassions are so high on both sides that the authorities erected a makeshift 2m (6.5ft) high metal wall, stretching for 1km (0.6 miles), to keep thousands of rival demonstrators apart outside Congress in Brasilia.\n\nMs Rousseff and her allies have accused their opponents of mounting a coup. \"This fascist congress wants to lead a coup d'etat against Brazil's democracy but they will not succeed,\" one protester told AP.\n\nThe front page of Brazil's right-leaning paper O Globo carries a photo of MPs celebrating under the headline \"Close to the End\". A headline in the left-leaning online magazine Revista Forum reminds readers the impeachment still has to clear the Senate.\n\nIn the hours after the vote (central Brazil is three hours behind GMT), two of the top hash tags on Twitter in Brazil were #AlutaComecou (\"the struggle begins\"), used by both sides, and #ValeuCunha (\"Thank you, Cunha\") - addressed to the parliamentary speaker.\n\nThere was no immediate comment from the president herself but her chief of staff, Jacques Wagner, accused parliament of \"threatening to interrupt 30 years of democracy in the country\", which was under military rule until 1985.\n\nOlympics chiefs say preparations for the Games in Rio this August are on track despite Brazil's political and economic troubles.",
  "VIDEO" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-8b84a37b-7449-4276-93a9-9f736072c178/Rousseff%20Impeachment%20FULL%20VID.mp4?sv=2012-02-12&sr=c&si=4fe1a98c-741e-4189-8791-6b71edb600e4&sig=lPtPHAKdUthBwYUBIETW%2BnWbu%2BkSHeRXc7W3eXwqJbg%3D&st=2016-04-21T03%3A35%3A13Z&se=2116-03-28T03%3A35%3A13Z",
  "WATCH" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-2d1fccfb-3962-4e7f-b164-5a99712d0a4a/Impeachment%20WATCH%202.mp4?sv=2012-02-12&sr=c&si=46176826-2d1d-4f05-82ab-507c2402aa68&sig=45Mnu0mYs9qj8ZuoDyv7yTO0LwQQ1UuqzRhw12wgNtM%3D&st=2016-04-21T03%3A29%3A54Z&se=2116-03-28T03%3A29%3A54Z"
  },
  {
  "AUTHOR": "Katy Watson",
  "CATEGORY": "World",
  "HEADLINE": "Ecuador earthquake leaves more than 200 dead",
  "SUMMARY": "More than 200 people have been confirmed dead and over 1,500 people injured after Ecuador was hit by its most powerful earthquake in decades. Some 10,000 troops and 3,500 police are being deployed in the affected areas.",
  "IMAGE_LINK": "http://news.nationalgeographic.com/content/dam/news/2016/04/17/ecuador-earthquake/01-ecuador-earthquake.jpg",
  "ARTICLE": "Driving into Pedernales is like entering a warzone. But this shocking devastation was wrought by nature. This quake lasted less than a minute - and hardly any house is intact.\n\nOnce-private spaces are open for everyone to see. Shower rooms with no walls. An empty pink high chair teetering on the edge of a room that is at an angle. A set of medals pinned to the wall of a family home.\n\nAs you pass the buildings, you wonder who survived and who didn't. Who were these people who lived in the buildings and where are they now?\n\nIn the centre of town, near the epicentre of Saturday's 7.8-magnitude earthquake, it's hard to see where the buildings once stood. Most are now large piles of rubble.\n\nRight by the square, I meet Nexar Santana Lopez. He is standing outside his family home, looking, shell-shocked, at the top three floors that collapsed.\n\nHe ran a bar on the ground floor, the only level that remained upright during the tremor. He said he was sitting outside on Saturday night when the ground started to shake.\n\nThat sort of thing wasn't uncommon, so he didn't think too much of it until it got much worse.\n\n\"It was so strong, I lost my balance,\" he tells me. \"I went to see my family and they were all huddled in a corridor, it seems they were trying to come downstairs but didn't make it.\"\n\nFive people close to him died - his wife, daughter-in-law, two grandchildren and an employee.\n\nIn the aftermath of the quake, his daughter-in-law Alison was found cradling her six-week-old baby, both still alive. She pleaded with Nexar to stay but when the authorities issued a tsunami warning, the family had to run. When Nexar returned, mother and baby were dead.\n\nJust across the street, the diggers are clearing the rubble. Nexar's neighbours have come to watch the clean-up in the hope that they can get access to their homes.\n\nOne lady points to a flat-screen television in her third-floor apartment. She wants to rescue it before the thieves do. Apparently the looters have been out in force in recent days.\n\nThere are plenty of soldiers and policeman on hand, though. They, together with firemen and rescue workers, are going from house to house speaking to residents to find out who's still missing.\n\nInternational search and rescue teams have finally arrived too - the football stadium in Pedernales has been taken over by aid workers.\n\n\"As we get access to more remote places, we're going to find more needs, and more people who have died,\" says Nicolas Verdy of the Canadian Red Cross, who expects the death toll to rise.\n\nIn one corner of the stadium is the makeshift morgue under a canopy.\n\nOne body has been laid down and a coffin is brought alongside it, ready for the family to take it away.\n\nAlong the wall, dozens of empty coffins in plastic wrapping are piled up, on hand for each new body that is brought out from under the rubble.\n\nWith no homes to go back to, watching the clean-up is all that most residents can do. Just waiting to see whether anybody else can be found: dead or alive.",
  "VIDEO" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-474b51d6-aee2-41b1-a56a-a8038aace9eb/Ecuador%20Earthquake%20FULL%20VID.mp4?sv=2012-02-12&sr=c&si=ffa9bb7d-04d4-4e05-ae88-6b5aec6d66d4&sig=hXwmca6DBWz57T6XBespAMP7xyDszE44ixKJwjYneSY%3D&st=2016-04-21T03%3A39%3A51Z&se=2116-03-28T03%3A39%3A51Z",
  "WATCH" : "https://mediasvcpklc882bwm8qq.blob.core.windows.net/asset-a353193f-9af1-44f4-bc5c-4b6d9e4a1927/Ecuador%20Earthquake%20Watch%20NEW.mp4?sv=2012-02-12&sr=c&si=ac24f2f2-3a49-46fc-adf6-abc492ad699c&sig=QMVT038dZQg2x%2Bil7QArn9SckzvPpe0PFgbS6ZautSo%3D&st=2016-04-21T03%3A40%3A40Z&se=2116-03-28T03%3A40%3A40Z"
  }
]